# tap 'xo/xo'
tap 'hashicorp/tap'

# brew 'atuin'
brew 'bat'
# brew 'bitwarden-cli'
brew 'eza'
brew 'fd'
brew 'fzf'
brew 'glow'
brew 'htop'
# brew 'just'
# brew 'k9s'
brew 'lazygit'
# brew 'opentofu'
brew 'mise'
brew 'hashicorp/tap/packer'
brew 'ripgrep'
brew 'ruff'
brew 'tmux'
# brew 'usql'
brew 'uv'
brew 'yazi'
brew 'zoxide'

cask 'copilot-cli'